Repository: diyankomitov/digitalpasswallet
Catalog: app/src/main/res/raw/pass3/*.lproj/pass.strings
Languages: el

# departure_time_label
source: Fly Out
el: Αναχώρηση

# departure_date_label
source: Date
el: Ημ/νία

# gate_close_time_label
source: Gate Closes
el: Κλείνει

# queue_name_label
source: Queue
el: Σειρά αναμονής

# seat_number_label
source: Seat
el: Θέση

# seat_paid_number_label
source: Seat*
el: Θέση*

# passenger_name_label
source: Passenger
el: Επιβάτης

# flight_number_label
source: Flight #
el: Αριθμός πτήσης

# sequence_number_label
source: Sequence
el: Ακολουθία

# recordlocator_label
source: Reference
el: Κράτηση

# departure_station_label
source: From
el: Από

# arrival_station_label
source: To
el: Προς

# baggage_label
source: Bags
el: Αποσκευές

# discount_label
source: Discount
el: Έκπτωση

source: Infant
el: Βρέφος

# queue_other
source: Non-Priority
el: Μη προτεραιοτητασ

# queue_priority
source: Priority
el: Προτεραιότητα

source: Boarding Pass
el: Κάρτα επιβίβασης

# ssr_label
source: Trip extras
el: Επιπλέον υπηρεσίες ταξιδιού

# bags_collected_at_label
source: Bags collected at
el: Οι αποσκευές παραδίδονται σε

# connection_flight_label
source: Connecting flight - Final
el: Πτήση ανταπόκρισης - Τελικό

# departure_station
source: Barcelona T2
el: Βαρκελώνη Ελ Πρατ T2

# arrival_station
source: Glasgow (Prestwick)
el: Γλασκώβη (Πρέστβικ)
